Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/koulutus-_ja_oppimateriaalitoimisto.html.tmx
Source language: fin
Languages: sme

source: Kuva: Saamelaisnuorten taidetapahtuma 2018 Inarissa.
sme: Govva: Sámenuoraid dáiddadáhpáhus 2018 Anáris.

source: Koulutus- ja oppimateriaalitoimisto
sme: Skuvlen- ja oahppamateriáladoaimmahat

source: Koulutus- ja oppimateriaalitoimiston tehtävänä on hoitaa saamelaisten koulutusta ja opetusta sekä saamenkielisen oppimateriaalin tuottamista koskevat asiat.
sme: Skuvlen- ja oahppamateriáladoaimmahat válmmaštallá ja ollašuhttá lávdegotti gieđahallan áššiid.

source: Toimisto vastaa saamenkielisen oppimateriaalin suunnittelusta, valmistelusta ja jakelusta, saamelaisnuorten taidetapahtuman järjestelyistä, julkaisee saamelaisopetuksen tilastoja ja ylläpitää yhteyttä saamelaisopetusta järjestäviin kuntiin ja kouluihin sekä opetuksen hallintoon.
sme: Dat vástida sámegielat oahppamateriála plánemis, válmmašteamis ja juohkimis, sámenuoraid dáiddadáhpáhusa ordnemiin, almmustahttá sámeoahpahusa statistihkaid ja doallá oktavuođa sámeoahpahusa lágideaddji gielddaide ja skuvllaide ja maiddái oahpahusa hálddahussii.

source: Toimisto valmistelee ja toimeenpanee myös saamelaisten koulutusasiain yhteistyöelimen kokousten asiat ja osallistuu saamelaisen opetushallinnon pohjoismaiseen yhteistyöhön.
sme: Doaimmahat válmmaštallá ja ollašuhttá maiddái sámi skuvlenáššiid ovttasbargoorgána čoahkkimiid áššiid ja oassálastá sámi oahpahushálddahusa davviriikkalaš ovttasbargui.

source: Koulutussihteeri
sme: Skuvlenčálli

source: toimiston esimies,
sme: Doaimmahaga hoavda,

source: koulutuksen lainsäädännön, hallinnon, rahoituskehityksen, arvioinnin, opetussuunnitelmanormien ja saamelaisopetuksen kehityksen seuranta,
sme: oahpahusa láhkaásaheami, hálddahusa, ruhtadanovdáneami, árvvoštallama, oahppaplánanorpmaid ja sámeoahpahusa ovdáneami čuovvun,

source: koulutus- ja oppimateriaalilautakunnan sihteeri ja esittelijä (koulutuspoliittiset, päivähoito- ja yleiset koulutusasiat),
sme: skuvlen- ja oahppamateriálalávdegotti čálli ja áššemeannudeaddji (skuvlenpolitihkalaš áššit ja almmolaš skuvlenáššit),

source: saamelaisten koulutusasiain yhteistyöelimen sihteeri ja esittelijä,
sme: sámiid skuvlenáššiid ovttasbargoorgána čálli ja áššemeannudeaddji,

source: yhteydenpito saamelaisopetusta järjestäviin kuntiin, valtion opetushallintoon ja pohjoismaisiin sisarelimiin,
sme: oktavuođadoallan sámeoahpahusa lágideaddji gielddaide, stáhta oahpahushálddahussii ja davviriikkalaš guoibmeorgánaidda,

source: kansainvälisen kehityksen seuranta.
sme: riikkaidgaskasaš ovdáneami čuovvun.

source: Oppimateriaalisihteeri
sme: Oahppamateriálačálli

source: koulutus- ja oppimateriaalilautakunnan sihteeri ja esittelijä (oppimateriaaliasiat),
sme: Skuvlen- ja oahppamateriálalávdegotti čálli ja áššemeannudeaddji (oahppamateriálaáššit),

source: oppimateriaalityön suunnittelu, ohjaus, valvonta ja toimitustyö,
sme: oahppamateriálabarggu plánen, rávven, gohcin ja doaimmaheapmi,

source: oppimateriaalin valmistukseen liittyvä yhteydenpito kouluihin ja opetuksen hallintoon,
sme: oahppamateriála válmmašteapmái gullevaš oktavuođaadoallan skuvllaide ja oahpahusa hálddahussii,

source: oppimateriaaliasioiden ja opetussuunnitelmanormien seuranta,
sme: davviriikkalaš ovttasbargu.

source: pohjoismainen yhteistyö,
sme: Oahppamateriálaplánejeaddjit

source: toimii koulutussihteerin viransijaisena tämän ollessa estyneenä.
sme: Katja Lettinen , gráfalaš plánen ja digitálalaš oahppamateriálabargu

source: Oppimateriaalisuunnittelijat:
sme: Marita Aikio , davvisámegielat oahppamateriálaid plánen

source: Katja Lettinen , graafinen suunnittelu ja digitaalinen oppimateriaalityö
sme: Heli Aikio , vs. anárašgielat oahppamateriálaid plánen

source: Marita Aikio , pohjoissaamenkielinen oppimateriaalin suunnittelija
sme: Miina Seurujärvi , anárašgielat oahppamateriálaid plánen

source: Heli Aikio , vs. inarinsaamenkielinen oppimateriaalin suunnittelija
sme: Raija Lehtola , nuortalašgielat oahppamateriálaid plánen

source: Miina Seurujärvi , inarinsaamenkielinen oppimateriaalin suunnittelija
sme: Unni Länsman , digitálalaš oahppamateriálabargu ja hálddahuslaš plánen

source: Raija Lehtola , koltansaamenkielinen oppimateriaalin suunnittelija
sme: Oona Länsman , davvisámegiella vierrogiellan

source: Unni Länsman , digitaalinen ja hallinnollinen suunnittelu
sme: Heini Wesslin , nuortalaš duodji

source: Oona Länsman , pohjoissaame vieraana kielenä
sme: Doaimmahatčálli, almmolaš doaimmahat

source: Heini Wesslin , kolttasaamelainen käsityö
sme: Laila Aikio

source: Toimistosihteeri, yleinen toimisto
sme: oahppamateriálavuorkkas fuolaheapmi ja rehketdoallu,

source: Laila Aikio
sme: oahppamateriáladiŋgomiid doaimmaheapmi.

source: oppimateriaalivaraston ylläpito ja kirjanpito,
sme: Oahppamateriála prošeaktabargit:

source: oppimateriaalitilausten toimittaminen.
sme: Esther Berelowitsch , nuortalašgielat oahppamateriálabargu

source: Oppimateriaalityöntekijät:
sme: Anne Olli , davvisámegielat oahppamateriálabargu

source: Esther Berelowitsch , koltankielinen oppimateriaalityö
sme: Aura Pieski , davvisámegielat oahppamateriálabargu

source: Anne Olli , pohjoissaamenkielinen oppimateriaalityö
sme: Sámegielaid gáiddusoahpahusa pilohttafidnu

source: Aura Pieski , pohjoissaamenkielinen oppimateriaalityö
sme: Arla Magga , prošeaktakoordináhtor
